const CardIntro = () => {
  return (
    <div className="text-white px-32 mt-10">
      <h3 className="font-bold">
        محصولات کارت هوشمند زیپریکس دو جنس فلزی و پلاستیکی
      </h3>
      <p className="mt-5">
        پس از گذشت چند ماه از معرفی phone 2، کمپانی تازه‌نفس ناتینگ، سومین گوشی
        هوشمند خود با عنوان Phone 2a را به بازار معرفی کرد. این گوشی موبایل با
        پیروی از طراحی زیبا و منحصر به فرد ناتینگ، سخت افزار قدرتمند و صفحه
        نمایش با کیفیت، توانسته است همانند دو مدل پیشین در مدت زمان کمی طرفداران
        پرشماری در سراسر دنیا پیدا کند. در طراحی پشت گوشی، همان فرم شفاف و
        شیشه‌ای که امضای ناتینگ است، حفظ شده است؛ با این تفاوت که، LEDها در
        مقایسه با phone 2 به 3 عدد کاهش پیدا کرده‌اند. در پشت گوشی دو دوربین 50
        مگاپیکسلی عریض و فوق عریض تعبیه شده‌اند که تصاویر فوق العاده با کیفیتی
        ثبت می‌کنند و در کنار دوربین سلفی 32 مگاپیکسلی، یک پکیج دوربین قدرتمند
        را تشکیل می‌دهند. در جلوی گوشی، یک صفحه نمایش با کیفیت و شفاف 6.7 اینچی
        با تراکم پیکسلی 394 تعبیه شده است که روشنایی فوق العاده‌ی 1300 نیت دارد.
        در بخش پردازنده، ناتینگ 2a به یک پردازنده هشت هسته‌ای با چیپست Mediatek
        Dimensity 7200 Pro (4n) مجهز شده است که عملکرد قدرتمندی دارد. باتری این
        گوشی ظرفیت 5000 میلی‌آمپرساعتی دارد و از شارژ سریع 45 واتی پشتیبانی
        می‌کند. در بخش سیستم عامل، کمپانی ناتینگ، اندروید نسخه 14.0 با فضای
        کاربری Nothing OS2.5.5 را روی این گوشی نصب کرده است و فناوری تشخیص چهره،
        حسگر اثر انگشت زیر صفحه نمایش و حافظه رم 12 گیگابایتی، ارزش خرید این
        موبایل را افزایش داده‌اند.
      </p>
      <div className="flex w-full gap-x-5 my-5">
        <img src="images/WhiteCard.png" className="w-1/2 h-[254px]" />
        <img src="images/WhiteCard.png" className="w-1/2 h-[254px]" />
      </div>
      <p>
        پس از گذشت چند ماه از معرفی phone 2، کمپانی تازه‌نفس ناتینگ، سومین گوشی
        هوشمند خود با عنوان Phone 2a را به بازار معرفی کرد. این گوشی موبایل با
        پیروی از طراحی زیبا و منحصر به فرد ناتینگ، سخت افزار قدرتمند و صفحه
        نمایش با کیفیت، توانسته است همانند دو مدل پیشین در مدت زمان کمی طرفداران
        پرشماری در سراسر دنیا پیدا کند.
      </p>
      <div className="flex w-full gap-x-5 my-5">
        <img src="images/WhiteCard.png" className="w-1/2 h-[254px]" />
        <img src="images/WhiteCard.png" className="w-1/2 h-[254px]" />
      </div>
    </div>
  );
};

export default CardIntro;
